Repository: highergroundstudio/myContest
Catalog: inc/lang/mycontest-*.po
Languages: es_es, it_it

source: Add New Contest
es_es: Añadir nuevo concurso
it_it: Aggiungi un nuovo concorso

source: Edit Contest
es_es: Editar concurso
it_it: Modifica Concorso

source: New Contest
es_es: Nuevo concurso
it_it: Nuovo Concorso

source: All Contests
es_es: Todos los concursos
it_it: Vedi Concorsi

source: View Contest
es_es: Ver concurso
it_it: Visualizza Concorso

source: Search Contests
es_es: Concursos de búsqueda
it_it: Cerca Concorso

source: No Contests found
es_es: No hay concursos encontrados
it_it: Non è stato trovato alcun concorso

source: No Contests found in Trash
es_es: No hay concursos encontradas basura
it_it: Non è stato trovato alcun concorso nel cestino

source: Entries
es_es: Entradas
it_it: Inserimenti

source: Permissions check failed
es_es: Verificación de permisos no se pudo
it_it: Verifica permessi fallita

source: You have already voted for today
es_es: Ya ha votado para hoy
it_it: Hai già votato oggi

source: Your vote was not successful. Please Try Again.
es_es: Su voto no tuvo éxito. Por favor, inténtelo de nuevo.
it_it: Il tuo voto non è andato a buon fine. Prova nuovamente.

source: votes
es_es: votos
it_it: voti

source: by
it_it: da

source: Click to vote for this
es_es: Haga clic para votar para esto
it_it: Clicca per votare questa foto

source: Vote for this
es_es: Votación para esto
it_it: Vota per questo

source: Title
es_es: Título
it_it: Titolo

source: A description for the field.
es_es: Una descripción para el campo.
it_it: Una descrizione per il campo

source: Author
es_es: Autor
it_it: Autore

source: Author URL
it_it: Sito dell'Autore

source: Votes
es_es: Votos
it_it: Voti

source: Description/other (html allowed)
es_es: Descripción / otro (html permitido)
it_it: Descrizione/Altro (html disponibile)

source: Description for entry.
es_es: Descripción de la entrada.
it_it: Descrizione per l'inserimento

source: Photo
es_es: Foto
it_it: Foto

source: Add New Entry
it_it: Aggiungi un Nuovo Inserimento

source: This entry will be permanently deleted and cannot be recovered if you save. Are you sure?
es_es: Esta entrada se eliminará permanentemente y no se pueden recuperar si guarda. ¿Estás seguro?
it_it: Quest'inserimento sarà permanentemente cancellato e non potrà essere recuperato se salvi. Ne sei sicuro?

source: It is lonely here.
es_es: Es solo aquí.
it_it: È vuoto.

source: Add a entry by clicking Add New Entry above.
es_es: Agregar una entrada haciendo clic en Agregar nueva entrada anterior.
it_it: Aggiungi un inserimento cliccando il bottone "Aggiungi un Nuovo Inserimento" sopra.

source: General
it_it: Generale

source: Voting Start
es_es: Comienza la votación
it_it: Inizio delle votazioni

source: Voting End
es_es: Votación extremos
it_it: Fine delle votazioni

source: Help
es_es: Ayuda
it_it: Aiuto

source: Sort entries:
es_es: Ordenar entradas:
it_it: Ordina:

source: Don't Sort
es_es: No ordenar
it_it: Non ordinare

source: Highest Votes First
es_es: Más alto votos primero
it_it: Prima i voti più alti

source: Lowest Votes First
es_es: Más bajo votos primero
it_it: Prima i voti più bassi

source: Title A-Z
es_es: Título A-Z
it_it: Titoli A-Z

source: Title Z-A
es_es: Título Z-A
it_it: Titoli Z-A

source: Author A-Z
es_es: Autor A-Z
it_it: Autore A-Z

source: Author Z-A
es_es: Autor Z-A
it_it: Autore Z-A

source: Random
es_es: Al azar
it_it: Casuale

source: Stick this to the front page
es_es: Fijar esta entrada en la pÃ¡gina principal
it_it: Inserisci nella pagina principale

source: Do not show number of votes
es_es: No Mostrar número de votos
it_it: Non mostrare il numero di voti

source: Login
it_it: Accedi

source: You must login to vote
es_es: Usted debe ingresar para votar
it_it: Devi accedere per votare

source: Logged-in users can only vote
es_es: Sólo pueden votar los usuarios registrados
it_it: Solo utilizzatori che hanno effettuato l'accesso possono votare

source: Do not show entries to non logged-in users
it_it: Non mostrare gli inserimenti ad utilizzatori che non hanno effettuato l'accesso

source: Text to display to non logged in users (HTML allowed)
es_es: Texto para mostrar a los no usuarios registrados (HTML permitido)
it_it: Testo da mostrare agli utilizzatoro che non hanno effettuato l'accesso (HTML possibile)

source: Your login url is:
es_es: Su login url está:
it_it: Il tuo url d'accesso è:

source: Voting Starts on (UTC)
es_es: Comienza votación en (UTC)
it_it: Le votazioni iniziano il (UTC)

source: Text to display before voting starts
es_es: Texto que se muestra antes de la votación comienza
it_it: Testo da mostrare prima dell'inizio delle votazioni

source: Do not show entries before voting starts
es_es: No mostrar las entradas antes de la votación comienza
it_it: Non mostrare gli inserimenti prima che i voti inizino

source: Voting Ends on (UTC)
es_es: Votando extremos (UTC)
it_it: Le votazioni si concludono il (UTC)

source: Text to display after voting ends
es_es: Texto que se muestra después de la votación termina
it_it: Testo da mostrare dopo la fine delle votazioni

source: Do not show entries after voting ends
es_es: No mostrar las entradas después de votar extremos
it_it: Non mostrare gli inserimenti dopo la fine delle votazioni

source: Show top
es_es: Espectáculo top
it_it: Mostra i primi (n.)

source: entries after voting ends.
es_es: entradas después de votar extremos.
it_it: inserimenti dopo la fine delle votazioni.

source: Need help?
es_es: ¿Necesita ayuda?
it_it: Hai bisogno di aiuto?

source: Visit the <a href="http://highergroundstudio.github.io/myContest/" title="myContest Documentation">myContest Documentation</a> site.
es_es: Visite el sitio <a href="http://highergroundstudio.github.io/myContest/" title="myContest Documentación"> myContest documentación</a>.
it_it: Visita il sito <a href="http://highergroundstudio.github.io/myContest/" title="myContest Documentation"> Documentazione di myContest</a>.

source: Have a problem?
es_es: ¿Tiene un problema?
it_it: Hai un problema?

source: Visit the <a href="https://github.com/highergroundstudio/myContest/issues" title="Issue board">myContest Issue Board</a>.
it_it: Visita la <a href="https://github.com/highergroundstudio/myContest/issues" title="Issue board"> bacheca per la risoluzione dei problemi di myContest</a>.

source: Click the New Issue button to create a new issue. You can also search for other issues and many times there may be a solution already.
it_it: Clicca il pulsante "New Issue" per creare un nuovo argomento. Puoi anche cercare per argomenti e spesso puoi trovare già la soluzione.

source: Note: You must sign up for a <a href="https://github.com/signup/free" title="Github account sign up">free Github account</a> to post a new issue.
es_es: Nota: Usted debe registrarse para que <a href="https://github.com/signup/free" title="Cuenta Github">una cuenta gratuita de Github</a> publicar un nuevo tema.
it_it: Nota: devi accedere per un <a href="https://github.com/signup/free" title="Github account sign up">account Github gratuito</a> per aggiungere un nuovo argomento.

source: Delete
es_es: Borrar
it_it: Cancella

source: Move
es_es: Moverse
it_it: Muovi

source: Edit
es_es: Editar
it_it: Modifica

source: Remove
es_es: Borrar
it_it: Rimuovi
